---
layout: post
title:  区块链初始
tags: tutorial new-start
---
在区块链这个领域，我早已耳闻其名，尤其是在大学期间，老王（树成林-王振宇）的几番提醒给我留下了深刻的印象。从最初参与浪前前哨站开始，他便不断提及区块链，从一开始借鉴李笑来的观点“从未卖过比特币”，到后来可能成为中国最大的比特币持有者。特别是在2023年10月，老王表示打算将三分之一的财产配置于数字资产，这让我虽然感到敬佩，但由于自己连A股都亏损，对于波动更大的币圈，我只能是旁观者。

然而，我的兴趣被一门关于AI创新创业的课程重新点燃。最初我并没有太多想法，但老师不断强调区块链将是AI发展后的一片 fertile ground。在课程中，我最感兴趣的话题便是区块链。因此，我决定借此机会深入了解一下。

接下来谈谈我开户一周的体验。首先，很多事情只要真的想要做了，其实之前所谓的阻碍都是很小的，币安，国区不能下载，美区不能下载，总有办法，youtube一搜索就有了，下载个台湾区的 Apple id 就可以，同时我最开始下载的是欧易交易所。

我发现交易软件的充值过程相当复杂，需要了解USTD、链上链下等术语，但通过YouTube的教程，我也渐渐摸索出了方法。最初，我充值了400元人民币进行C2C交易，并尝试交易了一些我只认识的数字货币，如BTC和DOGE。不幸的是，我的初次交易并没有新手运，遭遇了亏损。随后，我在朋友的推荐下转向币安，并尝试了合约交易，虽然一度小赚，资金最高赚到 69USTD 从汇率来说我已经挣了 70RMB 了。但由于错误的预判和持续的做多加杠杆，在一次交易中损失了30%。

杠杆交易大幅降低了我的容错率，让我感到挑战重重。而现货交易，我同样茫然无措，不知道何时买入才是最佳时机。此外，随着我在推特关注更多币圈博主，信息量大增，但我对许多概念仍然一知半解，如VT 在做一个项目 ENTS 重组 BNB 的荣耀？BOME 三天翻了 1 万倍？ 我看不懂。BNB、ENTS项目重组等。

经过这段时间的交易体验，虽然最初的赚钱让我兴奋不已，但随后的亏损让我感到不快，更多的是一种索然无味的感觉。单纯追逐短线利润，不仅赚不到大钱，而且时刻盯盘十分疲惫。这是我目前对区块链投资的一些思考，也是我写这篇博客的原因。